Repository: linuxmuster/linuxmuster-base
Catalog: debian/po/*.po
Languages: de

source: Notes for Installation
de: Hinweise zur Installation

source: Country?
de: Länderkürzel?

source: Please enter the code for your country. \n2 characters are allowed (e.g. US, UK, DE)
de: Geben Sie das Länderkürzel in Großbuchstaben ein.\nEs sind nur 2 Zeichen erlaubt.

source: State, Province?
de: Bundesland, Staat, Provinz?

source: Please enter your state or province!
de: Geben Sie die Bezeichnung für das Bundesland ein.

source: sampletown
de: Musterstadt

source: Town?
de: Schulort?

source: Please enter the town of your school!
de: Geben Sie den Schulort ein.

source: sampleschool
de: Musterschule

source: School name?
de: Schulname?

source: Please enter the name of the school!
de: Geben Sie den Schulnamen ein.

source: Please enter the name of your organization (e.g. school name)!
de: Enthält den Schulnamen.

source: Hostname of the server?
de: Hostname des Servers?

source: Please enter a hostname for the server.\nOnly letters, numbers and hyphens are allowed!
de: Geben Sie den Hostnamen des Servers ein.\n Es sind nur Buchstaben, Ziffern und das Minuszeichen erlaubt.

source: linuxmuster-net.local
de: linuxmuster-net.lokal

source: Domain of the school network?
de: Internet-Domäne des Schulnetzes?

source: Please enter the domain name of the school network.\nOnly letters, numbers, dots and hyphens are allowed!
de: Geben Sie den Hostnamen des Servers ein.\n Es sind nur Buchstaben, Ziffern und das Minuszeichen erlaubt.

source: External name of the server?
de: Externer Name des Servers?

source: Please enter the full external address (FQDN) of the server (e.g. Dyndns)!\n If your server has no external address you can leave the field empty.
de: Geben Sie hier den vollständigen Namen (FQDN) ein,\n unter dem der Server extern erreichbar ist (z.B. Dyndns).\n Falls der Server keine externe Adresse hat, lassen Sie das Feld leer.

source: SCHOOL
de: SCHULE

source: Samba-Domain of the school network?
de: Samba-Domäne des Schulnetzes?

source: Please enter the Samba domain name for the school network. \nOnly letters are allowed (no space, numbers or special characters)!
de: Geben Sie die Samba-Domäne des Schulnetzes ein.\n Es sind nur Buchstaben erlaubt.\n Keine Leerzeichen, Umlaute oder sonstige Sonderzeichen!

source: Which firewall do you use?
de: Welche Firewall wird verwendet?

source: Choose your type of firewall: \n - 'ipfire' if you have IPFire Firewall \n - 'custom' ich you use another firewall solution.
de: Wählen Sie den Typ der Firewall: - 'ipfire' für die Installation mit IPFire. - 'custom' wenn eine andere Firewalllösung verwendet wird.

source: Activate support for OPSI-Server?
de: OPSI-Server-Unterstützung aktivieren?

source: Please note, depending on your choice of the internal ip address range, \n that your OPSI-Server has to be configured with an address like 10.n.1.2!
de: Beachten Sie, dass der OPSI-Server, je nach gewähltem internen Adressbereich,\n mit einer IP-Adresse nach dem Schema 10.n.1.2 konfiguriert sein muss.

source: Please enter the address of the Mailserver that should be used \nto send and receive emails (e.g. mbox1.belwue.de)!
de: Geben Sie ein, über welchen Mailserver E-Mail verschickt und empfangen werden soll.\n Bsp.: mbox1.belwue.de

source: Do you want to use subnetting?\nPlease activate this option only if you know what you are doing!
de: Wollen Sie Subnetting nutzen?\n Aktivieren Sie diese Option nur, wenn Sie genau wissen, was Sie tun.

source: Administrator password:
de: Administrator-Passwort:

source: Now you have to enter some passwords for the admin users.\nThe password will be used for the users\n - administrator, pgmadmin und wwwadmin.\nYou can change the passwords later with 'sophomorix-passwd'.\nThe following characters are not supported: $&{}![]+#
de: Auf den folgenden Seiten müssen Sie administrative Passwörter eingeben.\n Das Administrator-Passwort auf dieser Seite wird für die Benutzer\n administrator, pgmadmin und wwwadmin verwendet.\n Sie können die Passwörter später mit sophomorix-passwd ändern.\n Folgende Zeichen in Passwörtern werden nicht unterstützt: äöüß$&{}![]+#

source: Confirm the administrator password:
de: Bestätigen Sie das Administrator-Passwort:

source: Please confirm the password for the administrator!
de: Geben Sie das Passwort für die Administratoren nochmals zur Bestätigung ein.

source: Program administrator password:
de: Programm-Administrator-Passwort:

source: Please enter the password for the program adminstrator pgadmin!
de: Geben Sie das Passwort für den Programm-Administrator pgmadmin ein.

source: Web administrator password:
de: Web-Administrator-Passwort:

source: Please enter the password for the web administrator wwwadmin!
de: Geben Sie das Passwort für den Web-Administrator wwwadmin ein.

source: OPSI root password:
de: OPSI-Root-Passwort:

source: Please enter the OPSI root password!
de: Geben Sie das OPSI-Root-Passwort ein.

source: Confirm OPSI root password:
de: Bestätigen Sie das OPSI-Root-Passwort:

source: Please confirm the OPSI root password!
de: Geben Sie das OPSI-Root-Passwort nochmals zur Bestätigung ein.

source: Firewall root password:
de: Firewall-Root-Passwort:

source: Please enter the root password of you firewall!
de: Geben Sie das Firewall-Root-Passwort ein. Hier das Root-Passwort einzugeben, dass Sie bei der Firewall-Installation vergeben haben.

source: Confirm firewall root password:
de: Bestätigen Sie das Firewall-Root-Passwort:

source: Please confirm the firewall root password!
de: Geben Sie das Root-Passwort für die Firewall nochmals zur Bestätigung ein.

source: No entry.
de: Keine Eingabe.

source: Internal address range?
de: Interner Adressbereich?

source: Please choose the internal ip address range:\n * 16-31: 10.16.0.0 - 10.31.255.255\n * 32-47: 10.32.0.0 - 10.47.255.255\n * ...
de: Wählen Sie den Adressbereich für das interne Netz aus: * 16-31: 10.16.0.0 - 10.31.255.255 * 32-47: 10.32.0.0 - 10.47.255.255 * usw.

source: assignment network interfaces
de: Zuordnung der Netzwerkkarte
